'use strict';

module.exports = [
  {
    "id": `JU74g8`,
    "category": [
      `Книги`
    ],
    "description": `Таких предложений больше нет! Бонусом отдам все аксессуары. Не бита, не крашена. Товар в отличном состоянии.`,
    "picture": `item15.jpg`,
    "title": `Куплю антиквариат`,
    "type": `offer`,
    "sum": 49794,
    "comments": [
      {
        "id": `-pGftR`,
        "text": `Продаю в связи с переездом. Отрываю от сердца. А где блок питания?`
      },
      {
        "id": `16Nm68`,
        "text": `С чем связана продажа? Почему так дешёво?`
      },
      {
        "id": `P2piXv`,
        "text": `Неплохо, но дорого.`
      },
      {
        "id": `fYGhNh`,
        "text": `Почему в таком ужасном состоянии? Вы что?! В магазине дешевле. С чем связана продажа? Почему так дешёво?`
      }
    ]
  },
  {
    "id": `oPuO7H`,
    "category": [
      `Авто`
    ],
    "description": `Не бита, не крашена. Продаю с болью в сердце... Товар в отличном состоянии. Пользовались бережно и только по большим праздникам.`,
    "picture": `item15.jpg`,
    "title": `Куплю породистого кота`,
    "type": `sale`,
    "sum": 7531,
    "comments": [
      {
        "id": `MFu8Fx`,
        "text": `Вы что?! В магазине дешевле. С чем связана продажа? Почему так дешёво? А сколько игр в комплекте?`
      },
      {
        "id": `50O9xa`,
        "text": `Почему в таком ужасном состоянии? А где блок питания?`
      }
    ]
  },
  {
    "id": `w5edeS`,
    "category": [
      `Бытовая техника`
    ],
    "description": `Даю недельную гарантию. Это настоящая находка для коллекционера! Бонусом отдам все аксессуары. Товар в отличном состоянии.`,
    "picture": `item09.jpg`,
    "title": `Продаю коляску люкс почти даром!`,
    "type": `sale`,
    "sum": 24692,
    "comments": [
      {
        "id": `Am62ug`,
        "text": `Совсем немного... С чем связана продажа? Почему так дешёво? Продаю в связи с переездом. Отрываю от сердца.`
      },
      {
        "id": `deK_ox`,
        "text": `А где блок питания? Продаю в связи с переездом. Отрываю от сердца.`
      }
    ]
  }
];
