'use strict';

module.exports = [
  {
    "categories": [
      `Книги`
    ],
    "comments": [
      {
        "text": `Продаю в связи с переездом. Отрываю от сердца. А где блок питания?`
      },
      {
        "text": `С чем связана продажа? Почему так дешёво?`
      },
      {
        "text": `Неплохо, но дорого.`
      },
      {
        "text": `Почему в таком ужасном состоянии? Вы что?! В магазине дешевле. С чем связана продажа? Почему так дешёво?`
      }
    ],
    "description": `Таких предложений больше нет! Бонусом отдам все аксессуары. Не бита, не крашена. Товар в отличном состоянии.`,
    "picture": `item15.jpg`,
    "title": `Куплю антиквариат`,
    "type": `BUY`,
    "sum": 49794,
  },
  {
    "categories": [
      `Бытовая техника`,
      `Книги`
    ],
    "comments": [
      {
        "text": `Вы что?! В магазине дешевле. С чем связана продажа? Почему так дешёво? А сколько игр в комплекте?`
      },
      {
        "text": `Почему в таком ужасном состоянии? А где блок питания?`
      }
    ],
    "description": `Не бита, не крашена. Продаю с болью в сердце... Товар в отличном состоянии. Пользовались бережно и только по большим праздникам.`,
    "picture": `item15.jpg`,
    "title": `Куплю породистого кота`,
    "type": `SELL`,
    "sum": 7531,
  },
  {
    "categories": [
      `Бытовая техника`,
      `Авто`,
    ],
    "comments": [
      {
        "text": `Совсем немного... С чем связана продажа? Почему так дешёво? Продаю в связи с переездом. Отрываю от сердца.`
      },
      {
        "text": `А где блок питания? Продаю в связи с переездом. Отрываю от сердца.`
      }
    ],
    "description": `Даю недельную гарантию. Это настоящая находка для коллекционера! Бонусом отдам все аксессуары. Товар в отличном состоянии.`,
    "picture": `item09.jpg`,
    "title": `Продаю коляску люкс почти даром!`,
    "type": `SELL`,
    "sum": 24692,
  }
];
