'use strict';

module.exports = [
  {
    "categories": [
      `Животные`,
      `Товары для детей`
    ],
    "description": `Бонусом отдам все аксессуары. Два года непрерывного использования. Если товар не понравится — верну всё до последней копейки. Таких предложений больше нет!`,
    "picture": `item12.jpg`,
    "title": `Куплю айфон этого года`,
    "type": `offer`,
    "sum": 8357,
    "comments": [
      {
        "text": `Совсем немного...`
      },
      {
        "text": `А где блок питания? Почему в таком ужасном состоянии? А сколько игр в комплекте?`
      }
    ]
  },
  {
    "categories": [
      `Товары для детей`
    ],
    "description": `Таких предложений больше нет! Не бита, не крашена. При покупке с меня бесплатная доставка в черте города. Если товар не понравится — верну всё до последней копейки.`,
    "picture": `item15.jpg`,
    "title": `Продам книги Стивена Кинга`,
    "type": `sale`,
    "sum": 14728,
    "comments": [
      {
        "text": `Почему в таком ужасном состоянии?`
      },
      {
        "text": `Уууууу?`
      }
    ]
  },
  {
    "categories": [
      `Авто`,
      `Товары для детей`
    ],
    "description": `Даю недельную гарантию. Бонусом отдам все аксессуары. Продаю с болью в сердце... Не бита, не крашена.`,
    "picture": `item12.jpg`,
    "title": `Куплю айфон того года`,
    "type": `offer`,
    "sum": 68550,
    "comments": [
      {
        "text": `Неплохо, но дорого. А где блок питания?`
      },
      {
        "text": `Совсем немного... А сколько игр в комплекте? Вы что?! В магазине дешевле.`
      },
      {
        "text": `Почему в таком ужасном состоянии? Неплохо, но дорого. С чем связана продажа? Почему так дешёво?`
      },
      {
        "text": `С чем связана продажа? Почему так дешёво? Почему в таком ужасном состоянии?`
      }
    ]
  },
  {
    "categories": [
      `Книги`,
      `Авто`,
    ],
    "description": `Бонусом отдам все аксессуары. Не бита, не крашена. Товар в отличном состоянии. При покупке с меня бесплатная доставка в черте города.`,
    "picture": `item01.jpg`,
    "title": `Куплю айфон этого года`,
    "type": `offer`,
    "sum": 61206,
    "comments": [
      {
        "text": `Вы что?! В магазине дешевле. А сколько игр в комплекте? Продаю в связи с переездом. Отрываю от сердца.`
      },
      {
        "text": `Продаю в связи с переездом. Отрываю от сердца. Неплохо, но дорого. Почему в таком ужасном состоянии?`
      },
      {
        "text": `Вы что?! В магазине дешевле. А сколько игр в комплекте? А где блок питания?`
      }
    ]
  },
  {
    "categories": [
      `Книги`
    ],
    "description": `Таких предложений больше нет! Товар в отличном состоянии. Бонусом отдам все аксессуары. Продаю с болью в сердце...`,
    "picture": `item04.jpg`,
    "title": `Продаю коляску люкс почти даром!`,
    "type": `offer`,
    "sum": 12179,
    "comments": [
      {
        "text": `Совсем немного...`
      },
      {
        "text": `Вы что?! В магазине дешевле. Почему в таком ужасном состоянии? Неплохо, но дорого.`
      },
      {
        "text": `Оплата наличными или перевод на карту? Продаю в связи с переездом. Отрываю от сердца. Вы что?! В магазине дешевле.`
      }
    ]
  }
];

