'use strict';

module.exports = [
  {
    "id": `JAAfSH`,
    "category": [
      `Разное`
    ],
    "description": `Не бита, не крашена. Это настоящая находка для коллекционера! Продаю с болью в сердце... Если найдёте дешевле — сброшу цену.`,
    "picture": `item10.jpg`,
    "title": `Продаю ласточку`,
    "type": `sale`,
    "sum": 39842,
    "comments": [
      {
        "id": `DFJwYT`,
        "text": `Оплата наличными или перевод на карту? Неплохо, но дорого. А сколько игр в комплекте?`
      },
      {
        "id": `8ANSob`,
        "text": `Продаю в связи с переездом. Отрываю от сердца. А сколько игр в комплекте? Почему в таком ужасном состоянии?`
      },
      {
        "id": `O1Nm_k`,
        "text": `С чем связана продажа? Почему так дешёво? А где блок питания?`
      }
    ]
  },
  {
    "id": `DXZrE7`,
    "category": [
      `Книги`
    ],
    "description": `Пользовались бережно и только по большим праздникам. Таких предложений больше нет! Не бита, не крашена. Продаю с болью в сердце...`,
    "picture": `item08.jpg`,
    "title": `Продам новую приставку Sony Playstation 5`,
    "type": `offer`,
    "sum": 27103,
    "comments": [
      {
        "id": `3vyxVi`,
        "text": `Почему в таком ужасном состоянии? Неплохо, но дорого. Вы что?! В магазине дешевле.`
      },
      {
        "id": `xfYmqY`,
        "text": `Вы что?! В магазине дешевле.`
      },
      {
        "id": `x_FMyE`,
        "text": `А сколько игр в комплекте? Продаю в связи с переездом. Отрываю от сердца.`
      },
      {
        "id": `2_AVc1`,
        "text": `Неплохо, но дорого. Почему в таком ужасном состоянии?`
      }
    ]
  },
  {
    "id": `0L-Had`,
    "category": [
      `Журналы`
    ],
    "description": `Если товар не понравится — верну всё до последней копейки. Бонусом отдам все аксессуары. Два года непрерывного использования. Это настоящая находка для коллекционера!`,
    "picture": `item10.jpg`,
    "title": `Продам отличную подборку фильмов на VHS`,
    "type": `sale`,
    "sum": 23953,
    "comments": [
      {
        "id": `krYGqR`,
        "text": `Почему в таком ужасном состоянии? Продаю в связи с переездом. Отрываю от сердца.`
      },
      {
        "id": `B9yKMa`,
        "text": `Совсем немного... Оплата наличными или перевод на карту? Продаю в связи с переездом. Отрываю от сердца.`
      },
      {
        "id": `xQnxoF`,
        "text": `Неплохо, но дорого. Продаю в связи с переездом. Отрываю от сердца.`
      },
      {
        "id": `5EnK8y`,
        "text": `Вы что?! В магазине дешевле. А сколько игр в комплекте?`
      }
    ]
  },
  {
    "id": `Q8gwvt`,
    "category": [
      `Журналы`
    ],
    "description": `При покупке с меня бесплатная доставка в черте города. Таких предложений больше нет! Бонусом отдам все аксессуары. Пользовались бережно и только по большим праздникам.`,
    "picture": `item04.jpg`,
    "title": `Куплю айфон этого года`,
    "type": `offer`,
    "sum": 62772,
    "comments": [
      {
        "id": `_ZrgiA`,
        "text": `Продаю в связи с переездом. Отрываю от сердца. А где блок питания? А сколько игр в комплекте?`
      },
      {
        "id": `DZ-9Np`,
        "text": `Неплохо, но дорого.`
      },
      {
        "id": `DrGiWd`,
        "text": `Продаю в связи с переездом. Отрываю от сердца. Почему в таком ужасном состоянии? А сколько игр в комплекте?`
      }
    ]
  },
  {
    "id": `n8kkg4`,
    "category": [
      `Разное`
    ],
    "description": `Два года непрерывного использования. Пользовались бережно и только по большим праздникам. Это настоящая находка для коллекционера! Продаю с болью в сердце...`,
    "picture": `item01.jpg`,
    "title": `Продам отличную подборку фильмов на VHS`,
    "type": `offer`,
    "sum": 82943,
    "comments": [
      {
        "id": `CrxOXf`,
        "text": `А сколько игр в комплекте? Неплохо, но дорого.`
      }
    ]
  }
];
